{
  "section_title": "Optional Title",
  "intro_text": "Optional summary text, turpis at luctus finibus, erat lectus convallis velit, at sodales purus lacus quis magna. Curabitur imperdiet sapien libero, fringilla ullamcorper nibh ullamcorper vitae. Proin sed luctus augue.",
  "carousel_items": [
    {
      "media": "../../../src/assets/gallery3.jpg",
      "media_description": "Item 3. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media": "../../../src/assets/gallery6.jpg",
      "media_description": "Item 6. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media": "../../../src/assets/gallery7.jpg",
      "media_description": "Item 7. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media": "../../../src/assets/gallery8.jpg",
      "media_description": "Item 8. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    }
  ],
  "carousel_nav_items": [
    {
      "media_thumb": "../../../src/assets/gallery3--thumb.jpg",
      "media_thumb_description": "Item 3 thumbnail. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media_thumb": "../../../src/assets/gallery6--thumb.jpg",
      "media_thumb_description": "Item 6 thumbnail. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media_thumb": "../../../src/assets/gallery7--thumb.jpg",
      "media_thumb_description": "Item 7 thumbnail. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    },
    {
      "media_thumb": "../../../src/assets/gallery8--thumb.jpg",
      "media_thumb_description": "Item 8 thumbnail. Image media item’s alt text displayed as overlay on hover. If no alt text, “Media Name” value displayed."
    }
  ]
}